IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Lang:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "Los datos de la Sección no son adecuados para la generación de malla."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "No se pudo generar la malla automática."
IDS_MESHPMCV_AUTOMESH_Property = "No se pudieron calcular las propiedades de la Sección mallada automáticamente."
IDS_MESHPMCV_PROPERTY_Area = "No se pudieron calcular las propiedades de la Sección (sección transversal)."
IDS_MESHPMCV_PROPERTY_1stInertia = "No se pudieron calcular las propiedades de la Sección (1er Momento de inercia)."
IDS_MESHPMCV_PROPERTY_2ndInertia = "No se pudieron calcular las propiedades de la Sección (2º Momento de inercia)."
IDS_MESHPMCV_PROPERTY_PlasticCent = "No se pudieron calcular las propiedades de la Sección (centroide plástico)."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "Hay un error en la información del ángulo básico para la creación de la curva PM."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Falló la creación de la curva PM."
IDS_MESHPMCV_TUNECURV_LessLine = "La curva PM ajustada automáticamente es menor que la curva PM original."
IDS_MESHPMCV_CALRATIO_SelectLine = "Hay un error en los candidatos de curva PM para el cálculo de la resistencia de diseño."
IDS_MESHPMCV_CALRATIO_FindStrength = "No se pudo calcular la resistencia de diseño."
IDS_MESHPMCV_CALRATIO_MakeCurve = "No se pudo calcular la curva PM para la resistencia de diseño."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "El ángulo de incremento es demasiado grande."
IDS_MESHPMCV_CALRATIO_ForceSum = "No se pudo calcular la suma de Fuerzas."
IDS_GEO_DGNCALC_PILE_FDN = "Cimentación de pilotes"
IDS_GEO_DGNCALC_FOOT_FDN = "Cimentación directa"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Revisión de capacidad de carga"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Esfuerzo cortante negativo"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Revisión de asentamiento"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Capacidad de carga lateral"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Norma de diseño de Cimentación de estructuras (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Norma de diseño de puentes ferroviarios (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Especificaciones de diseño de puentes (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Capacidad de carga en punta"
IDS_GEO_DGNCALC_FDN_FRICTION = "Esfuerzo cortante"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Pilote hincado"
IDS_GEO_DGNCALC_FDN_DRILLED = "Pilote colado in situ"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Pilote prefabricado perforado"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Pilote perforado"
IDS_GEO_DGNCALC_FDN_STEEL = "Pilote de tubo de acero"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Revisión de estática"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Prueba de campo"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Carga en roca"
IDS_GEO_DGNCALC_SAND = "Arena"
IDS_GEO_DGNCALC_CLAY = "Arcilla"
IDS_GEO_DGNCALC_ROCK = "Roca"
IDS_GEO_DGNCALC_FDN_SPT = "Prueba de penetración estándar"
IDS_GEO_DGNCALC_FDN_CPT = "Ensayo de penetración cónica estática (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Prueba de presiómetro"
IDS_GEO_DGNCALC_FDN_PBT = "Prueba de carga de placa"
IDS_GEO_DGNCALC_FDN_VST = "Prueba de esfuerzo cortante con veleta"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. et al"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. et al"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Cimentación de Canadá (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Cimentación de Canadá (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. et al"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. et al"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. et al"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. et al"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Norma de diseño de cimentaciones de estructuras"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "considerando c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Resistencia de la roca y propiedades de las juntas"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Prueba de carga en perforación"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Prueba de penetración estándar"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Prueba de penetración con cono"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "Pilotes hincados en roca"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Suelo arenoso - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Arcilla - método del factor α"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Arcilla - método del factor β"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Arcilla - método del factor λ"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Perturbación del terreno"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Capa de arcilla"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Suelo arenoso"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Arcilla - método del factor α"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Arcilla - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Arcilla - resistencia no drenada"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Suelo arenoso"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Prueba de penetración estándar"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Roca - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Roca - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Cálculo de la capacidad portante (Meyerhof,1976) de suelo arenoso usando el valor N del SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Hincado final de pilotes"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Mezcla de lechada de cemento"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Colocación de hormigón"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Acoplamiento de pilote de acero"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Prueba de penetración con cono"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT y resistencia no drenada"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Carga última"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Módulo de elasticidad horizontal"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Carga horizontal"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Módulo de elasticidad del terreno"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Arcilla"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Prueba de penetración estándar"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Cálculo de la capacidad portante para pilote hincado"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Cálculo de la capacidad portante para pilotes colados in situ"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Cálculo de la capacidad portante de pilotes perforados"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Norma de puentes de Japón"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Especificaciones de diseño de Cimentación de estructuras (Asociación Japonesa de Arquitectura, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Teoría elástica"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Teoría elástica 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Teoría elástica 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Arcilla saturada"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Efecto de deformación"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Ecuación de Terzaghi"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Ecuación de Meyerhof"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Fallo por esfuerzo cortante general"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Fallo por esfuerzo cortante local"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Ecuación de Terzaghi modificada"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Experiencia"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Resistencia a compresión uniaxial"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Buena roca"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Clasificación de roca"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi et al."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "No se puede calcular la capacidad portante."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "No hay Carga vertical."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "en caso de que e2 ≥ B/2 o e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "en caso de que eB ≥ B/2 o eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "en caso de que solo haya Fuerza axial."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "en caso de que e ≤ D/8 (distribución trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "en caso de que e > D/8 (distribución triangular)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "en caso de que e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "en caso de que ≤ B/6 (distribución trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "en caso de que e > B/6 (distribución triangular)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "en caso de que e ≤ L/6 (distribución trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "en caso de que e > L/6 (distribución triangular)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "en caso de que 6e2/B + 6e1/L ≤ 1.0 (distribución trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "en caso de que 6eB/B + 6eL/L ≤ 1.0 (distribución trapezoidal)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "en caso de que /B + 6e1/L > 1.0 (distribución triangular)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "en caso de que /B + 6eL/L > 1.0 (distribución triangular)"
IDS_DGNCALCBASE_MESH_FAIL = "Falló la generación de malla."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Ecuación de capacidad portante de punta de pilote de tubo de Acero empotrado en roca blanda"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe y Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang y Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Manual Canadiense de Ingeniería de Cimentaciones (2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Capacidad portante última por SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Capacidad portante de punta de pilote hincado en arcilla"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Capacidad portante última por CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Capacidad portante de punta por perturbación del terreno durante la construcción"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Capacidad portante de punta de pilote colado in situ en arcilla"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma y Reese (1974), Quiros y Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Capacidad portante de punta de pilote perforado (inyección de lechada de cemento)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Ecuación de Meyerhof (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Especificaciones de diseño de Cimentación de estructuras (Asociación Japonesa de Arquitectura, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Norma de diseño de Cimentación de estructuras (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Sociedad Geotécnica Canadiense (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Falló el cálculo de la propiedad de la Sección."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Se produjo un error al usar el archivo de datos de la Sección( %s ).\nError :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
